// js/data/quotes.js
export const quotes = [
  { text: 'Совершенство достигается не тогда, когда нечего добавить, а когда нечего убрать', author: 'Антуан де Сент-Экзюпери' },
  { text: 'Простота — высшая степень изощрённости', author: 'Леонардо да Винчи' },
  { text: 'Детали — это не детали. Они создают продукт', author: 'Чарльз Имз' },
  { text: 'Хороший дизайн — это как можно меньше дизайна', author: 'Дитер Рамс' },
  { text: 'Время — единственный капитал, который нельзя восполнить', author: 'Томас Эдисон' }
];
